/* eslint-disable max-len */
export const tabsData = [
  {
    title: 'Как работает курьерская доставка?',
    content: [
      'Выберите курьерскую доставку при оформлении заказа и укажите адрес доставки.',
      'После подтверждения заказа наш сотрудник свяжется с вами для уточнения деталей и установки времени доставки.',
      'В указанное время курьер доставит ваш заказ по указанному адресу.',
      'При получении товара убедитесь, что он соответствует вашему заказу и нет повреждений упаковки.',
      'Подпишите квитанцию о доставке и оплате, если требуется, и получите товар.',
    ],
  },
  {
    title: 'Как получить товар из пункта самовывоза?',
    content: [
      'Выберите пункт самовывоза при оформлении заказа. Мы предоставим вам список доступных пунктов и их адреса.',
      'После подтверждения заказа вы получите уведомление о готовности товара к выдаче.',
      'Приходите в выбранный пункт самовывоза в удобное для вас время.',
      'Предъявите курьеру или оператору пункта самовывоза уведомление о заказе и удостоверение личности для получения товара.',
      'Проверьте товар на целостность упаковки и соответствие заказу прежде, чем подписать квитанцию получения.',
    ],
  },
  {
    title: 'Доступные способы оплаты.',
    content: [
      'Оплата банковской картой: принимаем Visa, Mastercard, American Express и другие.',
      'Электронные платежные системы: PayPal, Apple Pay, Google Pay и другие.',
      'Банковский перевод: предоставим информацию для совершения перевода.',
      'Наличные: доступна оплата при получении товара или в пункте выдачи.',
    ],
  },
  {
    title: 'Как узнать статус заказанного товара?',
    content: [
      'Перейдите на наш сайт и войдите в свой аккаунт, используя свои учетные данные.',
      "Перейдите в раздел 'Мои заказы' или 'История заказов'.",
      'Найдите нужный заказ и нажмите на него, чтобы открыть подробную информацию о нем.',
      "В этом разделе вы сможете увидеть текущий статус вашего заказа, такой как 'в обработке', 'отправлен', 'доставлен' и т.д.",
    ],
  },
]
